{"_id":{"$oid":"60f9b8b17df0bdb5247a5c68"},"Name":"Richard Linklater","Bio":"Richard Linklater is an American film director, producer, and screenwriter. He is known for films that revolve mainly around suburban culture and the effects of the passage of time.","Birth":"1960-07-30"}
{"_id":{"$oid":"60f9b91f7df0bdb5247a5c69"},"Name":"Mel Brooks","Bio":"Mel Brooks is an American director, producer, writer, comedian, and actor. He is known as a creator of broad film farces and comedic parodies.","Birth":"1926-06-28"}
{"_id":{"$oid":"60f9b9807df0bdb5247a5c6a"},"Name":"Terry Gilliam","Bio":"Terry Gilliam is an American-born British film director, screenwriter, animator, actor, comedian and former member of the Monty Python comedy troupe.","Birth":"1940-11-22"}
{"_id":{"$oid":"60f9b9cf7df0bdb5247a5c6b"},"Name":"Kevin Smith","Bio":"Kevin Smith is an American filmmaker, actor, comedian, comic book writer, author, and podcaster.","Birth":"1979-08-02"}
{"_id":{"$oid":"60f9ba737df0bdb5247a5c6c"},"Name":"Steven Spielberg","Bio":"Steven Spielberg  is an American film director, producer, and screenwriter. He began his career in the New Hollywood era, and is one of the most commercially successful directors in history.","Birth":"1946-12-18"}
{"_id":{"$oid":"60f9bab17df0bdb5247a5c6d"},"Name":"Peter Jackson","Bio":"Peter Jackson is a New Zealand film director, producer, and screenwriter, and with many big movies he is the third-highest grossing film director of all time.","Birth":"1961-10-31"}
{"_id":{"$oid":"60f9bb1c7df0bdb5247a5c6e"},"Name":"Leonard Nimoy","Bio":"Leonard Nimoy was an American actor, filmmaker photographer, author, singer, and songwriter. He is best known for playing Spock in the Star Trek franchise for almost 50 years.","Birth":"1931-03-26","Death":"2015-02-27"}
{"_id":{"$oid":"60f9bb647df0bdb5247a5c6f"},"Name":"Taika Waititi","Bio":"Taika Cohen, known professionally as Taika Waititi, is a New Zealand film and television director, producer, screenwriter, actor, and comedian.","Birth":"1975-08-16"}
